[{"Year":2022,"Value":70,"UNIT_MEASURE":"Percent","SERIES":"Extent to which countries have laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education (%)"},{"Year":2022,"Value":100,"UNIT_MEASURE":"Percent","SERIES":"(S.1.C.1) Extent to which countries have laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education. Component 1. Maternity Care (%)"},{"Year":2022,"Value":100,"UNIT_MEASURE":"Percent","SERIES":"(S.4.C.10) Extent to which countries have laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education. Component 10. HIV Counselling and Test Services"},{"Year":2022,"Value":100,"UNIT_MEASURE":"Percent","SERIES":"(S.4.C.11) Extent to which countries have laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education. Component 11. HIV Treatment and Care Services (%)"},{"Year":2022,"Value":100,"UNIT_MEASURE":"Percent","SERIES":"(S.4.C.12) Extent to which countries have laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education. Component 12. HIV Confidentiality (%)"},{"Year":2022,"Value":0,"UNIT_MEASURE":"Percent","SERIES":"(S.4.C.13) Extent to which countries have laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education. Component 13. HPV Vaccine (%)"},{"Year":2022,"Value":54,"UNIT_MEASURE":"Percent","SERIES":"(S.1.C.2) Extent to which countries have laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education. Component 2. Life Saving Commodities (%)"},{"Year":2022,"Value":50,"UNIT_MEASURE":"Percent","SERIES":"(S.1.C.3) Extent to which countries have laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education. Component 3. Abortion"},{"Year":2022,"Value":100,"UNIT_MEASURE":"Percent","SERIES":"(S.1.C.4) Extent to which countries have laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education. Component 4. Post-Abortion Care (%)"},{"Year":2022,"Value":0,"UNIT_MEASURE":"Percent","SERIES":"(S.2.C.5) Extent to which countries have laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education. Component 5. Contraceptive Services (%)"},{"Year":2022,"Value":100,"UNIT_MEASURE":"Percent","SERIES":"(S.2.C.6) Extent to which countries have laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education. Component 6. Contraceptive Consent (%)"},{"Year":2022,"Value":0,"UNIT_MEASURE":"Percent","SERIES":"(S.2.C.7) Extent to which countries have laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education. Component 7. Emergency Contraception (%)"},{"Year":2022,"Value":100,"UNIT_MEASURE":"Percent","SERIES":"(S.3.C.8) Extent to which countries have laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education. Component 8. Sexuality Education Curriculum Laws (%)"},{"Year":2022,"Value":100,"UNIT_MEASURE":"Percent","SERIES":"(S.3.C.9) Extent to which countries have laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education. Component 9. Sexuality Education Curriculum Topics (%)"},{"Year":2022,"Value":76,"UNIT_MEASURE":"Percent","SERIES":"(S.1) Extent to which countries have laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education. Section 1. Maternity Care (%)"},{"Year":2022,"Value":33,"UNIT_MEASURE":"Percent","SERIES":"(S.2) Extent to which countries have laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education. Section 2. Contraceptive and Family Planning (%)"},{"Year":2022,"Value":100,"UNIT_MEASURE":"Percent","SERIES":"(S.3) Extent to which countries have laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education. Section 3. Sexuality Education (%)"},{"Year":2022,"Value":75,"UNIT_MEASURE":"Percent","SERIES":"(S.4) Extent to which countries have laws and regulations that guarantee full and equal access to women and men aged 15 years and older to sexual and reproductive health care, information and education. Section 4. HIV and HPV (%)"}]